soap/miniupnp/miniupnpd-2.1-igd2/seeds/38_WANIPC-SetConnectionType_0

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:SetConnectionType xmlns:u="urn:schemas-upnp-org:service:WANIPConnection:2"><NewConnectionType /></u:SetConnectionType></s:Body></s:Envelope>
